Repository: solokha-o/Alike
Catalog: Packages/Scanner/Sources/Scanner/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# scanner.alike.libraryChanged.cta
source: Scan New Photos
de: Neue Fotos scannen
es: Analizar fotos nuevas
es_419: Analizar fotos nuevas
fr: Analyser les nouvelles photos
it: Scansiona le nuove foto
nl: Nieuwe foto's scannen
pl: Skanuj nowe zdjęcia
pt_br: Analisar fotos novas
tr: Yeni Fotoğrafları Tara
uk: Сканувати нові фото
zh_hant: 掃描新照片

# scanner.alike.libraryChanged.message
source: New photos detected.
de: Neue Fotos erkannt.
es: Se han detectado fotos nuevas.
es_419: Se detectaron fotos nuevas.
fr: Nouvelles photos détectées.
it: Rilevate nuove foto.
nl: Nieuwe foto's gevonden.
pl: Wykryto nowe zdjęcia.
pt_br: Fotos novas detectadas.
tr: Yeni fotoğraflar algılandı.
uk: Виявлено нові фото.
zh_hant: 偵測到新照片。

# scanner.alike.libraryChanged.supporting
source: Scan again to refresh your cleanup opportunities.
de: Scanne erneut, um deine Aufräummöglichkeiten zu aktualisieren.
es: Analiza de nuevo para actualizar tus oportunidades de limpieza.
es_419: Analiza de nuevo para actualizar tus oportunidades de limpieza.
fr: Relancez une analyse pour actualiser vos possibilités de nettoyage.
it: Ripeti la scansione per aggiornare le occasioni di pulizia.
nl: Scan opnieuw om je opruimkansen bij te werken.
pl: Zeskanuj ponownie, aby odświeżyć okazje do porządków.
pt_br: Analise novamente para atualizar suas oportunidades de limpeza.
tr: Temizlik fırsatlarını yenilemek için yeniden tara.
uk: Проскануйте знову, щоб оновити можливості для очищення.
zh_hant: 重新掃描以更新可清理的項目。

# scanner.alike.ready.cta
source: Start Scanning
de: Scan starten
es: Empezar análisis
es_419: Comenzar análisis
fr: Lancer l’analyse
it: Avvia la scansione
nl: Start scan
pl: Rozpocznij skanowanie
pt_br: Iniciar análise
tr: Taramayı Başlat
uk: Почати сканування
zh_hant: 開始掃描

# scanner.alike.ready.message
source: Ready when you are.
de: Bereit, wenn du es bist.
es: Listo cuando tú lo estés.
es_419: Listo cuando tú lo estés.
fr: Prêt quand vous l’êtes.
it: Pronto quando vuoi.
nl: Klaar wanneer jij dat bent.
pl: Gotowe, kiedy zechcesz.
pt_br: Tudo pronto quando você estiver.
tr: Sen hazır olduğunda başlayabiliriz.
uk: Готовий, коли ви готові.
zh_hant: 隨時可以開始。

# scanner.alike.ready.supporting
source: Scan your photo library for cleanup opportunities.
de: Durchsuche deine Mediathek nach Aufräummöglichkeiten.
es: Analiza tu fototeca en busca de oportunidades de limpieza.
es_419: Analiza tu fototeca en busca de oportunidades de limpieza.
fr: Analysez votre photothèque à la recherche de possibilités de nettoyage.
it: Analizza la libreria foto per trovare occasioni di pulizia.
nl: Scan je fotobibliotheek op opruimkansen.
pl: Przeskanuj bibliotekę zdjęć w poszukiwaniu okazji do porządków.
pt_br: Analise sua fototeca em busca de oportunidades de limpeza.
tr: Temizlik fırsatları için fotoğraf kitaplığını tara.
uk: Проскануйте фототеку, щоб знайти можливості для очищення.
zh_hant: 掃描你的照片圖庫，找出可清理的項目。

# scanner.main.howToUse
source: How to Use
de: Anleitung
es: Cómo se usa
es_419: Cómo se usa
fr: Mode d’emploi
it: Come si usa
nl: Zo werkt het
pl: Jak korzystać
pt_br: Como usar
tr: Nasıl Kullanılır
uk: Як користуватись
zh_hant: 使用說明

# scanner.main.openUsageInstructionsCleanupWorkflow
source: Open usage instructions and cleanup workflow tips
de: Anleitung und Tipps zum Aufräumen öffnen
es: Abrir las instrucciones de uso y los consejos del flujo de limpieza
es_419: Abrir las instrucciones de uso y los consejos del flujo de limpieza
fr: Ouvrir le mode d’emploi et les conseils de nettoyage
it: Apri le istruzioni d'uso e i consigli per la pulizia
nl: Open de gebruiksaanwijzing en tips voor het opruimen
pl: Otwórz instrukcję obsługi i wskazówki dotyczące porządków
pt_br: Abrir as instruções de uso e as dicas do fluxo de limpeza
tr: Kullanım yönergelerini ve temizlik ipuçlarını aç
uk: Відкрити інструкції та поради щодо процесу очищення
zh_hant: 打開使用說明與清理流程訣竅

# scanner.main.scanner
source: Scanner
de: Scan
es: Análisis
es_419: Análisis
fr: Analyse
pl: Skaner
pt_br: Análise
tr: Tarayıcı
uk: Сканер
zh_hant: 掃描

# scanner.scannerHome.canSwitchTabsWhileScanning
source: You can switch tabs while scanning. Your cleanup results will refresh when it finishes.
de: Du kannst während des Scans den Tab wechseln. Deine Ergebnisse werden nach Abschluss aktualisiert.
es: Puedes cambiar de pestaña mientras se analiza. Tus resultados de limpieza se actualizarán al terminar.
es_419: Puedes cambiar de pestaña mientras se analiza. Tus resultados de limpieza se actualizarán al terminar.
fr: Vous pouvez changer d’onglet pendant l’analyse. Vos résultats seront actualisés à la fin.
it: Puoi cambiare scheda durante la scansione. I risultati della pulizia si aggiorneranno al termine.
nl: Je kunt tijdens het scannen naar een ander tabblad gaan. Je opruimresultaten worden bijgewerkt zodra het klaar is.
pl: Podczas skanowania możesz przełączać karty. Wyniki porządków odświeżą się po zakończeniu.
pt_br: Você pode trocar de aba durante a análise. Seus resultados de limpeza serão atualizados ao final.
tr: Tarama sürerken sekmeler arasında geçiş yapabilirsin. Temizlik sonuçların tamamlandığında yenilenir.
uk: Під час сканування можна переходити між вкладками. Результати очищення оновляться після його завершення.
zh_hant: 掃描期間可以切換標籤頁。掃描完成後，清理結果會自動更新。

# scanner.scannerHome.cleanupOpportunitiesAreReady
source: Cleanup opportunities are ready
de: Aufräummöglichkeiten sind bereit
es: Las oportunidades de limpieza están listas
es_419: Las oportunidades de limpieza están listas
fr: Les possibilités de nettoyage sont prêtes
it: Le occasioni di pulizia sono pronte
nl: Je opruimkansen staan klaar
pl: Okazje do porządków są gotowe
pt_br: As oportunidades de limpeza estão prontas
tr: Temizlik fırsatları hazır
uk: Можливості для очищення готові
zh_hant: 可清理的項目已備妥

# scanner.scannerHome.iCouldntFinishThisScan
source: I couldn't finish this scan.
de: Ich konnte diesen Scan nicht abschließen.
es: No he podido terminar este análisis.
es_419: No pude terminar este análisis.
fr: Je n’ai pas pu terminer cette analyse.
it: Non sono riuscito a completare questa scansione.
nl: Ik kon deze scan niet voltooien.
pl: Nie udało mi się dokończyć tego skanowania.
pt_br: Não consegui concluir esta análise.
tr: Bu taramayı tamamlayamadım.
uk: Мені не вдалося завершити це сканування.
zh_hant: 這次掃描沒能完成。

# scanner.scannerHome.libraryUpDate
source: Your library is up to date
de: Deine Mediathek ist auf dem neuesten Stand
es: Tu fototeca está al día
es_419: Tu fototeca está al día
fr: Votre photothèque est à jour
it: La tua libreria è aggiornata
nl: Je bibliotheek is up-to-date
pl: Twoja biblioteka jest aktualna
pt_br: Sua fototeca está em dia
tr: Kitaplığın güncel
uk: Ваша фототека актуальна
zh_hant: 你的圖庫已是最新狀態

# scanner.scannerHome.noCleanupOpportunitiesWereFound
source: No cleanup opportunities were found in this scan.
de: In diesem Scan wurden keine Aufräummöglichkeiten gefunden.
es: No se han encontrado oportunidades de limpieza en este análisis.
es_419: No se encontraron oportunidades de limpieza en este análisis.
fr: Aucune possibilité de nettoyage n’a été trouvée lors de cette analyse.
it: Nessuna occasione di pulizia trovata in questa scansione.
nl: Deze scan heeft geen opruimkansen gevonden.
pl: To skanowanie nie znalazło okazji do porządków.
pt_br: Nenhuma oportunidade de limpeza foi encontrada nesta análise.
tr: Bu taramada temizlik fırsatı bulunamadı.
uk: Під час цього сканування не знайдено можливостей для очищення.
zh_hant: 這次掃描沒有找到可清理的項目。

# scanner.scannerHome.retry
source: Retry
de: Wiederholen
es: Reintentar
es_419: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw
pl: Ponów
pt_br: Tentar novamente
tr: Yeniden Dene
uk: Повторити
zh_hant: 重試

# scanner.scannerHome.reviewCleanup
source: Review Cleanup
de: Aufräumen prüfen
es: Revisar limpieza
es_419: Revisar limpieza
fr: Examiner le nettoyage
it: Controlla la pulizia
nl: Bekijk opruiming
pl: Przejrzyj porządki
pt_br: Revisar limpeza
tr: Temizliği Gözden Geçir
uk: Переглянути очищення
zh_hant: 檢視清理項目

# scanner.scannerHome.reviewEachSuggestionBeforeAnything
source: Review each suggestion before anything is removed.
de: Prüfe jeden Vorschlag, bevor etwas entfernt wird.
es: Revisa cada sugerencia antes de que se elimine nada.
es_419: Revisa cada sugerencia antes de que se elimine algo.
fr: Examinez chaque suggestion avant toute suppression.
it: Controlla ogni suggerimento prima che venga rimosso qualcosa.
nl: Bekijk elke suggestie voordat er iets wordt verwijderd.
pl: Przejrzyj każdą propozycję, zanim cokolwiek zostanie usunięte.
pt_br: Revise cada sugestão antes que algo seja removido.
tr: Hiçbir şey kaldırılmadan önce her öneriyi gözden geçir.
uk: Перегляньте кожну пропозицію, перш ніж щось видаляти.
zh_hant: 在移除任何項目之前，先檢視每項建議。

# scanner.scannerHome.reviewExistingCleanup
source: Review Existing Cleanup
de: Vorhandenes Aufräumen prüfen
es: Revisar limpieza existente
es_419: Revisar limpieza existente
fr: Examiner le nettoyage en cours
it: Controlla la pulizia esistente
nl: Bekijk bestaande opruiming
pl: Przejrzyj istniejące porządki
pt_br: Revisar limpeza existente
tr: Mevcut Temizliği Gözden Geçir
uk: Переглянути наявне очищення
zh_hant: 檢視現有清理項目

# scanner.scannerHome.scanAgain
source: Scan Again
de: Erneut scannen
es: Analizar de nuevo
es_419: Analizar de nuevo
fr: Analyser à nouveau
it: Scansiona di nuovo
nl: Opnieuw scannen
pl: Skanuj ponownie
pt_br: Analisar novamente
tr: Yeniden Tara
uk: Сканувати знову
zh_hant: 再次掃描

# scanner.scannerHome.scanningYourPhotoLibrary
source: Scanning your photo library
de: Deine Mediathek wird gescannt
es: Analizando tu fototeca
es_419: Analizando tu fototeca
fr: Analyse de votre photothèque
it: Scansione della libreria foto
nl: Je fotobibliotheek wordt gescand
pl: Skanowanie biblioteki zdjęć
pt_br: Analisando sua fototeca
tr: Fotoğraf kitaplığın taranıyor
uk: Сканування фототеки
zh_hant: 正在掃描你的照片圖庫

# scanner.scannerHomeComponents.blurredPhotos
source: Blurred Photos
de: Unscharfe Fotos
es: Fotos borrosas
es_419: Fotos borrosas
fr: Photos floues
it: Foto sfocate
nl: Wazige foto's
pl: Rozmyte zdjęcia
pt_br: Fotos desfocadas
tr: Bulanık Fotoğraflar
uk: Розмиті фото
zh_hant: 模糊照片

# scanner.scannerHomeComponents.groupsPhotosThatLookAlike
source: Groups of photos that look alike.
de: Gruppen ähnlich aussehender Fotos.
es: Grupos de fotos que se parecen.
es_419: Grupos de fotos que se parecen.
fr: Groupes de photos qui se ressemblent.
it: Gruppi di foto che si somigliano.
nl: Groepen foto's die op elkaar lijken.
pl: Grupy zdjęć, które wyglądają podobnie.
pt_br: Grupos de fotos parecidas.
tr: Birbirine benzeyen fotoğraf grupları.
uk: Групи схожих між собою фото.
zh_hant: 外觀相似的照片群組。

# scanner.scannerHomeComponents.lastScan
source: Last Scan
de: Letzter Scan
es: Último análisis
es_419: Último análisis
fr: Dernière analyse
it: Ultima scansione
nl: Laatste scan
pl: Ostatnie skanowanie
pt_br: Última análise
tr: Son Tarama
uk: Останнє сканування
zh_hant: 上次掃描

# scanner.scannerHomeComponents.libraryStatus
source: Library Status
de: Mediathek-Status
es: Estado de la fototeca
es_419: Estado de la fototeca
fr: État de la photothèque
it: Stato della libreria
nl: Bibliotheekstatus
pl: Stan biblioteki
pt_br: Status da fototeca
tr: Kitaplık Durumu
uk: Стан фототеки
zh_hant: 圖庫狀態

# scanner.scannerHomeComponents.likelyLowQualityPhotosReview
source: Likely low-quality photos to review.
de: Wahrscheinlich Fotos in geringer Qualität zur Durchsicht.
es: Fotos probablemente de baja calidad para revisar.
es_419: Fotos probablemente de baja calidad para revisar.
fr: Photos probablement de faible qualité à examiner.
it: Foto probabilmente di bassa qualità da controllare.
nl: Waarschijnlijk foto's van lage kwaliteit om te bekijken.
pl: Zdjęcia prawdopodobnie niskiej jakości do przejrzenia.
pt_br: Fotos provavelmente de baixa qualidade para revisar.
tr: Gözden geçirilecek, düşük kaliteli olabilecek fotoğraflar.
uk: Імовірно неякісні фото для перегляду.
zh_hant: 可能品質不佳、待檢視的照片。

# scanner.scannerHomeComponents.needsRefresh
source: Needs refresh
de: Aktualisierung nötig
es: Necesita actualizarse
es_419: Necesita actualizarse
fr: À actualiser
it: Da aggiornare
nl: Moet worden ververst
pl: Wymaga odświeżenia
pt_br: Precisa atualizar
tr: Yenilenmeli
uk: Потрібне оновлення
zh_hant: 須更新

# scanner.scannerHomeComponents.ofFreeScansRemaining
source: %1$d of %2$d free scans remaining
de: Noch %1$d von %2$d kostenlosen Scans
es: Te quedan %1$d de %2$d análisis gratuitos
es_419: Te quedan %1$d de %2$d análisis gratuitos
fr: Il vous reste %1$d analyses gratuites sur %2$d
it: %1$d di %2$d scansioni gratuite rimaste
nl: Nog %1$d van %2$d gratis scans
pl: Pozostało %1$d z %2$d darmowych skanowań
pt_br: Restam %1$d de %2$d análises gratuitas
tr: %2$d ücretsiz taramadan %1$d tanesi kaldı
uk: Залишилося безкоштовних сканувань: %1$d із %2$d
zh_hant: 免費掃描還剩 %1$d 次，共 %2$d 次

# scanner.scannerHomeComponents.opensTheUpgradeOptions
source: Opens the upgrade options
de: Öffnet die Upgrade-Optionen
es: Abre las opciones de mejora
es_419: Abre las opciones de mejora
fr: Ouvre les options d’abonnement
it: Apre le opzioni di upgrade
nl: Opent de upgrade-opties
pl: Otwiera opcje ulepszenia
pt_br: Abre as opções de upgrade
tr: Yükseltme seçeneklerini açar
uk: Відкриває варіанти оновлення підписки
zh_hant: 打開升級選項

# scanner.scannerHomeComponents.opportunities
source: Opportunities
de: Möglichkeiten
es: Oportunidades
es_419: Oportunidades
fr: Possibilités
it: Occasioni
nl: Kansen
pl: Okazje
pt_br: Oportunidades
tr: Fırsatlar
uk: Можливості
zh_hant: 可清理項目

# scanner.scannerHomeComponents.reclaimable
source: Reclaimable
de: Freigebbar
es: Recuperable
es_419: Recuperable
fr: Récupérable
it: Recuperabile
nl: Vrij te maken
pl: Do odzyskania
pt_br: Recuperável
tr: Geri Kazanılabilir
uk: Можна звільнити
zh_hant: 可回收空間

# scanner.scannerHomeComponents.scanningProgress
source: Scanning progress
de: Scan-Fortschritt
es: Progreso del análisis
es_419: Progreso del análisis
fr: Progression de l’analyse
it: Avanzamento della scansione
nl: Voortgang van de scan
pl: Postęp skanowania
pt_br: Progresso da análise
tr: Tarama ilerlemesi
uk: Хід сканування
zh_hant: 掃描進度

# scanner.scannerHomeComponents.screenCapturesThatMayNo
source: Screen captures that may no longer be useful.
de: Bildschirmfotos, die du vielleicht nicht mehr brauchst.
es: Capturas de pantalla que quizá ya no te sirvan.
es_419: Capturas de pantalla que quizá ya no te sirvan.
fr: Captures d’écran qui ne vous servent peut-être plus.
it: Immagini dello schermo che potrebbero non servire più.
nl: Schermopnamen die je misschien niet meer nodig hebt.
pl: Zrzuty ekranu, które mogą już nie być potrzebne.
pt_br: Capturas de tela que talvez não sejam mais úteis.
tr: Artık işine yaramayabilecek ekran görüntüleri.
uk: Знімки екрана, які можуть бути вже не потрібні.
zh_hant: 可能已不再需要的螢幕擷取畫面。

# scanner.scannerHomeComponents.screenshots
source: Screenshots
de: Bildschirmfotos
es: Capturas de pantalla
es_419: Capturas de pantalla
fr: Captures d’écran
it: Screenshot
nl: Schermafbeeldingen
pl: Zrzuty ekranu
pt_br: Capturas de tela
tr: Ekran Görüntüleri
uk: Знімки екрана
zh_hant: 螢幕快照

# scanner.scannerHomeComponents.similarPhotos
source: Similar Photos
de: Ähnliche Fotos
es: Fotos similares
es_419: Fotos similares
fr: Photos similaires
it: Foto simili
nl: Vergelijkbare foto's
pl: Podobne zdjęcia
pt_br: Fotos semelhantes
tr: Benzer Fotoğraflar
uk: Схожі фото
zh_hant: 相似照片

# scanner.scannerHomeComponents.theseResultsFromBeforePhoto
source: These results are from before your photo library changed.
de: Diese Ergebnisse stammen von vor der letzten Änderung deiner Mediathek.
es: Estos resultados son anteriores al último cambio en tu fototeca.
es_419: Estos resultados son anteriores al último cambio en tu fototeca.
fr: Ces résultats datent d’avant la dernière modification de votre photothèque.
it: Questi risultati sono precedenti alle modifiche della libreria foto.
nl: Deze resultaten dateren van vóór de wijzigingen in je fotobibliotheek.
pl: Te wyniki pochodzą sprzed zmian w bibliotece zdjęć.
pt_br: Estes resultados são anteriores à última mudança na sua fototeca.
tr: Bu sonuçlar, fotoğraf kitaplığın değişmeden önceki hâline ait.
uk: Ці результати отримано до змін у вашій фототеці.
zh_hant: 這些結果來自照片圖庫變動之前。

# scanner.scannerHomeComponents.unlockMoreWithAlikePro
source: Unlock more with Alike Pro
de: Mehr mit Alike Pro
es: Consigue más con Alike Pro
es_419: Consigue más con Alike Pro
fr: Allez plus loin avec Alike Pro
it: Sblocca di più con Alike Pro
nl: Ontgrendel meer met Alike Pro
pl: Odblokuj więcej dzięki Alike Pro
pt_br: Tenha mais com o Alike Pro
tr: Alike Pro ile daha fazlasının kilidini aç
uk: Відкрийте більше можливостей з Alike Pro
zh_hant: 使用 Alike Pro 解鎖更多功能

# scanner.scannerHomeComponents.unlockUnlimitedScansSmartCleanup
source: Unlock unlimited scans, smart cleanup, and batch actions.
de: Schalte unbegrenzte Scans, smartes Aufräumen und Stapelaktionen frei.
es: Desbloquea análisis ilimitados, limpieza inteligente y acciones por lotes.
es_419: Desbloquea análisis ilimitados, limpieza inteligente y acciones por lotes.
fr: Débloquez les analyses illimitées, le nettoyage intelligent et les actions groupées.
it: Sblocca scansioni illimitate, pulizia intelligente e azioni in blocco.
nl: Ontgrendel onbeperkt scannen, slim opruimen en bulkacties.
pl: Odblokuj nieograniczone skanowania, inteligentne porządki i operacje zbiorcze.
pt_br: Libere análises ilimitadas, limpeza inteligente e ações em lote.
tr: Sınırsız taramaların, akıllı temizliğin ve toplu işlemlerin kilidini aç.
uk: Розблокуйте необмежені сканування, розумне очищення та пакетні дії.
zh_hant: 解鎖無限次掃描、智慧清理與批次操作。

# scanner.scannerHomeComponents.whatAlikeChecks
source: What Alike checks
de: Was Alike prüft
es: Qué revisa Alike
es_419: Qué revisa Alike
fr: Ce qu’Alike vérifie
it: Cosa controlla Alike
nl: Wat Alike controleert
pl: Co sprawdza Alike
pt_br: O que o Alike verifica
tr: Alike neleri denetler
uk: Що перевіряє Alike
zh_hant: Alike 會檢查哪些項目
